Repository: ControlledChaos/wp-spamshield
Catalog: wp-spamshield-*.po
Languages: es_es, fr_fr

source: May use slightly higher server resources, so for best performance, only use when necessary. (Most websites won't notice any difference.)
es_es: Puede utilizar los recursos del servidor un poco más altas, por lo que para un mejor rendimiento, utilice sólo cuando sea necesario. (La mayoría de sitios web no notarán ninguna diferencia.)
fr_fr: Il se peut que cette fonction utilise un peu plus de ressources serveur. Pour de meilleures performances, n'utilisez uniquement lorsque nécessaire. (Différence peu remarquable sur la majorité des sites).

source: Download Comment Log File
es_es: Descargue el Archivo de Registro Comentarios Bloqueados
fr_fr: Télécharger le fichier des commentaires enregistrés

source: Right-click, and select "Save Link As"
es_es: Haga clic derecho y seleccione "Guardar enlace como"
fr_fr: Clic droit et sélectionnez « Enregistrer le lien sous… »

source: Log All Comments
es_es: Registro Todos los Comentarios
fr_fr: Enregistrer tous les commentaires

source: Requires that Blocked Comment Logging Mode be engaged. Instead of only logging blocked comments, this will allow the log to capture all comments while logging mode is turned on. This provides more technical data for comment submissions than WordPress provides, and helps us improve the plugin.<br/>If you plan on submitting spam samples to us for analysis, it's helpful for you to turn this on, otherwise it's not necessary.
es_es: Requiere que "Bloqueados Comentarios Modo de Registro" a activarse. En lugar de sólo registrar comentarios bloqueados, esto permitirá que el registro para capturar todos los comentarios mientras que el modo de registro está activada. Esto proporciona más datos técnicos para la presentación de comentarios que WordPress ofrece, y nos ayuda a mejorar el plugin.<br/>Si usted planea en la presentación de muestras de spam a nosotros para el análisis, es útil para que usted activa esta opción, de lo contrario, no es necesario.
fr_fr: Requiert que le mode « Enregistrer les commentaires bloqués » soit activé. Au lieu d'uniquement enregistrer les commentaires bloqués, ce mode permet de capturer l'ensemble des commentaires. Permet d'obtenir plus d'informations techniques que ce qu'offre WordPress et nous permet d'améliorer le plugin.<br />Si vous souhaitez envoyer des échantillons de spams pour analyse, activez ce mode, sinon ce n'est pas nécessaire.

source: For more about this, see the documentation.
es_es: Para más información sobre esto, vea la documentación.
fr_fr: Pour en savoir plus, consultez la documentation.

source: Enhanced Comment Blacklist
es_es: Mejorado Lista Negra de Comentarios
fr_fr: Liste noire pour les commentaires améliorée

source: Enhances WordPress's Comment Blacklist - instead of just sending comments to moderation, they will be completely blocked. Also adds a link in the comment notification emails that will let you blacklist a commenter's IP with one click.<br/>(Useful if you receive repetitive human spam or harassing comments from a particular commenter.)
es_es: Mejora la WordPress Lista Negra de Comentarios - en lugar de simplemente enviar comentarios a la moderación, serán completamente bloqueados. También añade un enlace en los correos electrónicos de notificación de comentarios que le permitirá poner en lista negra de IP de un comentarista con un solo clic.<br/>(Útil si usted recibe spam humano repetitivo o comentarios de acoso de un comentarista en particular.)
fr_fr: Améliore la liste noire pour les commentaires de WordPress. Au lieu de simplement envoyer les commentaire en modération, ils seront complètement bloqués. Ce mode ajoute un lien dans la notification par email qui vous permettra d'ajouter à la liste noir l'IP du commentateur d'un seul clic. <br />(Utile si vous recevez du spam humain répétitif ou des commentaires harcelant d'un commentateur particulier).

source: Your current WordPress Comment Blacklist
es_es: Su actual Lista Negra de Comentarios
fr_fr: Votre liste noire pour les commentaire actuelle

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be completely blocked, not just marked as spam. One word or IP per line. It is not case-sensitive and will match included words, so "press" on your blacklist will block "WordPress" in a comment.
es_es: Cuando un comentario contenga cualquiera de estas palabras en su contenido, nombre, URL, correo electrónico, o IP, que serán completamente bloqueados, y no sólo marcado como spam. Una palabra o IP por línea. No distingue entre mayúsculas y minúsculas, y coincidirá con palabras incluidas, por lo que "press" en su lista negra bloqueará "WordPress" en un comentario.
fr_fr: Lorsqu’un commentaire contient l’un de ces mots dans son contenu, nom, adresse web, adresse de messagerie, ou IP, il sera complètement bloqués et pas uniquement marqué comme spam. Un seul mot ou IP par ligne. Il reconnaît l’intérieur des mots, donc « press » suffira pour reconnaître « WordPress ».

source: You can update this list here.
es_es: Puede actualizar esta lista aquí.
fr_fr: Vous pouvez mettre à jour cette liste ici.

source: You can also update it on the WordPress Discussion Settings page.
es_es: Usted también puede actualizar en la página de Configuración de discusión de WordPress.
fr_fr: Vous pouvez aussi la mettre à jour sur la page de Discussion de WordPress.

source: Disable trackbacks.
es_es: Deshabilitar trackbacks.
fr_fr: Désactiver les trackbacks.

source: Use if trackback spam is excessive. (Not recommended)
es_es: Use si el spam trackback es excesiva. (No se recomienda)
fr_fr: Utilisez si le spam par trackback est excessif. (Non recommandé).

source: Disable pingbacks.
es_es: Deshabilitar pingbacks.
fr_fr: Désactiver les pingbacks.

source: Use if pingback spam is excessive. Disadvantage is reduction of communication between blogs. (Not recommended)
es_es: Use si el spam pingback es excesiva. La desventaja es la reducción de la comunicación entre blogs. (No se recomienda)
fr_fr: Utilisez si le spam par pingback est excessif. Réduit la communication entre les blogs. (Non recommandé).

source: Allow users behind proxy servers to comment?
es_es: Permitir a los usuarios detrás de servidores proxy para comentar?
fr_fr: Autoriser les utilisateurs d'un serveur proxy à commenter?

source: Many human spammers hide behind proxies, so you can uncheck this option for extra protection. (For highest user compatibility, leave it checked.)
es_es: Muchos spammers humanos se esconden detrás de los proxies, de modo que puede desactivar esta opción para una mayor protección. (Para mayor compatibilidad de usuario, deje que lo revisen.)
fr_fr: Beaucoup de spammeurs humains se cachent derrière des proxies, vous pouvez désactiver cette option pour une protection supplémentaire. (Pour une plus grande compatibilité, activez cette option).

source: Hide extra technical data in comment notifications.
es_es: Desactivar datos técnicos adicionales en las notificaciones de comentarios.
fr_fr: Cacher les détails techniques supplémentaires dans les notifications de commentaire.

source: This data is helpful if you need to submit a spam sample. If you dislike seeing the extra info, you can use this option.
es_es: Estos datos son útiles si usted tiene que presentar una muestra de spam. Si no te gusta ver la información adicional, puede utilizar esta opción.
fr_fr: Ces données sont utiles si vous souhaitez envoyer un échantillon de spam. Si vous n'aimez pas voir ces informations supplémentaires, vous pouvez utiliser cette option.

source: M2 - Use two methods to set cookies.
es_es: M2 - Utilice dos métodos para establecer cookies.
fr_fr: M2 - Utiliser deux méthodes pour envoyer les cookies.

source: This adds a secondary non-JavaScript method to set cookies in addition to the standard JavaScript method.
es_es: Esto añade un método no JavaScript secundaria a establecer cookies además del método estándar de JavaScript.
fr_fr: Ce mode ajoute une deuxième méthode, sans JavaScript, pour envoyer les cookies, en plus de la méthode standard à l'aide du Javascript.

source: Help promote WP-SpamShield?
es_es: ¿Te gustaría ayudar a promover WP-SpamShield?
fr_fr: Aidez à promouvoir WP-SpamShield?

source: This places a small link under the comments and contact form, letting others know what's blocking spam on your blog.
es_es: Esto coloca un pequeño enlace bajo los comentarios y formulario de contacto, dejando que los demás sepan lo que está bloqueando el spam en tu blog.
fr_fr: Ajoute un petit lien en-dessous des commentaires et du formulaire de contact. Permet de faire savoir aux autres qui est-ce qui bloque les spams sur votre blog.

source: BACK TO TOP
es_es: VOLVER AL PRINCIPIO
fr_fr: Retour en haut

source: Include "Website" field.
es_es: Incluya campo "Sitio Web".
fr_fr: Ajouter le champ « Site web »

source: Require "Website" field.
es_es: Exigir campo "Sitio Web".
fr_fr: Rendre obligatoire le champ « Site web »

source: Include "Phone" field.
es_es: Incluya campo "Teléfono".
fr_fr: Ajouter le champ « Téléphone »

source: Require "Phone" field.
es_es: Exigir campo "Teléfono".
fr_fr: Rendre obligatoire le champ « Téléphone »

source: Include "Company" field.
es_es: Incluya campo "Empresa".
fr_fr: Ajouter le champ « Entreprise »

source: Require "Company" field.
es_es: Exigir campo "Empresa".
fr_fr: Rendre obligatoire le champ « Entreprise »

source: Include drop-down menu select field.
es_es: Incluir el menú desplegable.
fr_fr: Ajouter un menu déroulant.

source: Require drop-down menu select field.
es_es: Exigir el menú desplegable.
fr_fr: Rendre obligatoire le menu déroulant

source: Title of drop-down select menu. (Menu won't be shown if empty.)
es_es: Título del menú desplegable de selección. (El menú no se mostrará si está vacío.)
fr_fr: Titre du menu déroulant. (Le menu ne s'affichera pas si laissé vide).

source: Drop-down select menu item 1. (Menu won't be shown if empty.)
es_es: Desplegable Seleccionar elemento de menú # 1. (El menú no se mostrará si está vacío.)
fr_fr: Premier élément. (Le menu ne s'affichera pas si laissé vide).

source: Drop-down select menu item 2. (Menu won't be shown if empty.)
es_es: Desplegable Seleccionar elemento de menú # 2. (El menú no se mostrará si está vacío.)
fr_fr: Deuxième élément. (Le menu ne s'affichera pas si laissé vide).

source: Drop-down select menu item 3. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 3. (Dejar en blanco si no se utiliza.)
fr_fr: Troisième élément. (Laisser vide si inutile).

source: Drop-down select menu item 4. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 4. (Dejar en blanco si no se utiliza.)
fr_fr: Quatrième élément. (Laisser vide si inutile).

source: Drop-down select menu item 5. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 5. (Dejar en blanco si no se utiliza.)
fr_fr: Cinquième élément. (Laisser vide si inutile).

source: Drop-down select menu item 6. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 6. (Dejar en blanco si no se utiliza.)
fr_fr: Sixième élément. (Laisser vide si inutile).

source: Drop-down select menu item 7. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 7. (Dejar en blanco si no se utiliza.)
fr_fr: Septième élément. (Laisser vide si inutile).

source: Drop-down select menu item 8. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 8. (Dejar en blanco si no se utiliza.)
fr_fr: Huitième élément. (Laisser vide si inutile).

source: Drop-down select menu item 9. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 9. (Dejar en blanco si no se utiliza.)
fr_fr: Neuvième élément. (Laisser vide si inutile).

source: Drop-down select menu item 10. (Leave blank if not using.)
es_es: Desplegable Seleccionar elemento de menú # 10. (Dejar en blanco si no se utiliza.)
fr_fr: Dixième élément. (Laisser vide si inutile).

source: "Message" field width. (Minimum %s)
es_es: "Mensaje" ancho de campo. (Mínimo %s)
fr_fr: Largeur du champ « Message ». (minimum %s)

source: "Message" field height. (Minimum %1$s, Default %2$s)
es_es: "Mensaje" altura del campo. (Mínimo %1$s, Predeterminada %2$s)
fr_fr: Hauteur du champ « Message ». (minimum %1$s, par défaut %2$s)

source: Minimum message length (# of characters). (Minimum %1$s, Default %2$s)
es_es: Longitud de mensaje mínima (# de caracteres). (Mínimo %1$s, Predeterminada %2$s)
fr_fr: Longueur minimum du message (nombre de caractères). (minimum %1$s, par défaut %2$s)

source: Optional: Enter alternate form recipient. Default is blog admin email.
es_es: Opcional: Introduzca forma alternativa destinatario. El valor predeterminado es administrador del blog de ​​correo electrónico.
fr_fr: Optionnel: Entrez un destinataire différent. Par défaut l'adresse email de l'administrateur du blog.

source: <strong>Enter message to be displayed upon successful contact form submission.</strong><br/>Can be plain text, HTML, or an ad, etc.
es_es: <strong>Introduzca el mensaje que se mostrará en un éxito el envío de formularios de contacto.</strong><br/>Puede ser texto plano, HTML o un anuncio, etc
fr_fr: <strong>Entrez le message à afficher si l'envoi par le formulaire de contact est un succès.</strong><br/>Peut contenir du texte, du HTML, une pub, etc…

source: Include user technical data in email.
es_es: Incluya los datos técnicos de los usuarios en el correo electrónico.
fr_fr: Inclure les données techniques de l'utilisateur dans l'email.

source: This adds some extra technical data to the end of the contact form email about the person submitting the form.<br />It includes: <strong>Browser / User Agent</strong>, <strong>Referrer</strong>, <strong>IP Address</strong>, <strong>Server</strong>, etc.<br />This is helpful for dealing with abusive or threatening comments. You can use the IP address provided to identify or block trolls from your site with whatever method you prefer.
es_es: Esto agrega algunos datos técnicos adicionales al final del formulario de contactos de correo electrónico acerca de la persona que presenta el formulario.<br />Incluye: Navegador / User-Agent, Referrer, Dirección IP, Servidor, etc.<br />Esto es útil para tratar abusivo o amenazador comentarios. Usted puede utilizar la dirección IP proporcionada para identificar o bloque de trolls de su sitio con cualquier método que usted prefiere.
fr_fr: Ce mode ajoute des informations techniques à propos de l'expéditeur à la fin des emails venant du formulaire de contact.<br />Contient: <strong>Navigateur / User-Agent</strong>, <strong>Referrer</strong>, <strong>Adresse IP</strong>, <strong>Serveur</strong>, etc…<br />Utile pour lutter contre les commentaires abusifs ou menaçants. Vous pouvez ajouter l'adresse IP jointe pour identifier ou bloquer les trolls de votre site.

source: <strong>How does it feel to blog without being bombarded by automated comment spam?</strong> If you're happy with WP-SpamShield, there's a few things you can do to let others know:
es_es: <strong>¿Qué se siente al blog sin ser bombardeado por los comentarios spam automatizado?</strong> Si estás satisfecho con WP-SpamShield, hay algunas cosas que usted puede hacer para que los demás sepan:
fr_fr: <strong>Comment vous sentez-vous face à votre blog bombardé de spam?</strong> Si vous êtes heureux avec WP-SpamShield, il y a quelques petites choses que vous pouvez faire pour faire savoir aux autres:

source: Give WP-SpamShield a good rating on WordPress.org.
es_es: Dale WP-SpamShield una buena calificación en WordPress.org.
fr_fr: Donnez à WP-SpamShield une bonne note sur WordPresse.org.

source: Place a graphic link on your site.
es_es: Coloque un enlace gráfico en su sitio web.
fr_fr: Placez un lien sur votre site.

source: Let others know how they can help end blog spam.
es_es: Deja que otros sepan cómo pueden ayudar a terminar el blog spam.
fr_fr: Faite savoir aux autre comment ils peuvent mettre fin au spam sur les blogs.

source: Latest Version
es_es: La Última Versión
fr_fr: Dernière version

source: Download Now
es_es: Descargar Ahora
fr_fr: Télécharger maintenant

source: WP-SpamShield Release Announcement Blog Post
es_es: WP-SpamShield Estreno Anuncio Blog
fr_fr: Communiqué de mise à jour de WP-SpamShield

source: WordPress.org Page
es_es: La Página Web en WordPress.org
fr_fr: Page WordPress.org

source: Tech Support / Questions
es_es: Soporte Técnico / Preguntas
fr_fr: Questions / Support technique

source: WP-SpamShield Support Page
es_es: WP-SpamShield Página Web de Soporte
fr_fr: Page de support WP-SpamShield

source: End Blog Spam
es_es: Terminar Blog Spam
fr_fr: Mettez fin au spam

source: Plugin deactivated. WordPress Version %s required. Please upgrade WordPress to the latest version.
fr_fr: Plugin désactivé. La version %s de WordPress est requise. Mettez, s'il vous plaît, votre WordPress à jour,

source: SPAM BLOCKED
es_es: SPAM BLOQUEADOS
fr_fr: SPAM BLOQUÉ

source: BY WP-SPAMSHIELD
es_es: POR WP-SPAMSHIELD
fr_fr: PAR WP-SPAMSHIELD

source: Spam Plugin for WordPress
es_es: Plugin Spam para WordPress
fr_fr: Plugin spam pour WordPress

source: WordPress Anti-Spam Plugin
es_es: WP-SpamShield Anti-Spam
fr_fr: Plugin WordPress Anti-Spam

source: WordPress Spam Filter
es_es: WordPress Filtro de Spam
fr_fr: Filtrage de spam WordPress

source: WordPress Anti-Spam
fr_fr: Anti-Spam WordPress

source: Spam Blocked by WP-SpamShield
es_es: Spam Bloqueados por WP-SpamShield
fr_fr: Spam bloqué par WP-SpamShield

source: WordPress Spam Plugin
es_es: WordPress Spam-Bloqueo Plugin
fr_fr: Plugin Spam WordPress

source: WordPress Spam Blocker
es_es: WordPress Bloqueador de Spam
fr_fr: bloqueur de spam WordPress

source: Protected by WP-SpamShield
es_es: Protegido por WP-SpamShield
fr_fr: Protégé par WP-SpamShield

source: WordPress Anti Spam Plugin
fr_fr: Plugin WordPress Anti-Spam

source: WP-SpamShield Contact Form for WordPress
es_es: WP-SpamShield Formulario de Contacto para WordPress
fr_fr: Formulaire de contact pour WordPress WP-SpamShield

source: Contact Form
es_es: Formulario de Contacto
fr_fr: Formulaire de contact

source: Contact Form Powered by WP-SpamShield
es_es: Formulario de Contacto Funcionamos con WP-SpamShield
fr_fr: Formulaire de contact par WP-SpamShield

source: Powered by WP-SpamShield Contact Form
es_es: Funcionamos con WP-SpamShield Formulario de Contacto
fr_fr: Formulaire de contact par WP-SpamShield

source: WP-SpamShield Contact Form
es_es: WP-SpamShield Formulario de Contacto
fr_fr: Formulaire de contact WP-SpamShield

source: WP-SpamShield WordPress Anti-Spam Plugin
es_es: WP-SpamShield WordPress Plugin Anti-Spam
fr_fr: WP-SpamShield Plugin WordPress Anti-Spam

source: WordPress Anti-Spam by WP-SpamShield
es_es: WordPress Anti-Spam por WP-SpamShield
fr_fr: WordPress Anti Spam par WP-SpamShield

source: WordPress Anti Spam by WP-SpamShield
es_es: WordPress Anti Spam por WP-SpamShield
fr_fr: WordPress Anti Spam par WP-SpamShield

source: WordPress Anti Spam
fr_fr: Anti Spam WordPress

source: Comments Protected by WP-SpamShield Anti-Spam
es_es: Comentarios Protegidas por WP-SpamShield Anti-Spam
fr_fr: Commentaires protégés par WP-SpamShield Anti-Spam

source: Comments Protected by WP-SpamShield Spam Plugin
es_es: Comentarios Protegidas por WP-SpamShield Spam Plugin
fr_fr: Commentaires protégés par le plugin WP-SpamShield Anti-Spam

source: WP-SpamShield Spam Plugin
fr_fr: Plugin WP-SpamShield Spam

source: Comments Protected by WP-SpamShield Spam Filter
es_es: Comentarios Protegidas por WP-SpamShield Filtro de Spam
fr_fr: Commentaires protégés par le filtre spam WP-SpamShield

source: WP-SpamShield Spam Filter
es_es: WP-SpamShield Filtro de Spam
fr_fr: Filtre spam WP-SpamShield

source: Comments Protected by WP-SpamShield Spam Blocker
es_es: Comentarios Protegidas por WP-SpamShield Bloqueador de Spam
fr_fr: Commentaires protégés par le bloqueur spam WP-SpamShield

source: WP-SpamShield Spam Blocker
es_es: WP-SpamShield Bloqueador de Spam
fr_fr: Bloqueur de spam WP-SpamShield

source: Comments Protected by WP-SpamShield for WordPress
es_es: Comentarios Protegidas por WP-SpamShield para WordPress
fr_fr: Commentaires protégés par WP-SpamShield pour WordPress

source: WP-SpamShield for WordPress
es_es: WP-SpamShield para WordPress
fr_fr: WP-SpamShield pour WordPress

source: Spam Blocking by WP-SpamShield
es_es: Bloqueo de Spam por WP-SpamShield
fr_fr: Filtrage du spam par WP-SpamShield

source: Spam Blocking
es_es: Bloqueo de Spam
fr_fr: Filtrage du spam

source: Anti-Spam by WP-SpamShield
es_es: Anti-Spam por WP-SpamShield
fr_fr: Anti-Spam par WP-SpamShield

source: Comment Spam Blocking by WP-SpamShield
es_es: Comentario Bloqueo de Spam por WP-SpamShield
fr_fr: Filtrage du spam par WP-SpamShield

source: Comment Spam Blocking
es_es: Comentario Bloqueo de Spam
fr_fr: Filtrage du spam des commentaires

source: Documentation
es_es: La Documentación

source: Message
es_es: Mensaje

source: has blocked <strong> %s </strong> spam comments.
es_es: ha bloqueado <strong> %s </strong> comentarios de spam.

source: That's <strong> %s </strong> spam comments a day that you don't have to worry about.
es_es: Eso es <strong> %s </strong> comentarios spam por día que usted no tiene que preocuparse.

source: WP-SpamShield has blocked <strong> %s </strong> spam comments!
es_es: WP-SpamShield ha bloqueado <strong> %s </strong> comentarios de spam!
