Repository: ControlledChaos/wp-spamshield
Catalog: wp-spamshield-*.po
Languages: es_es, fr_fr

source: Your message was sent successfully. Thank you.
es_es: Su mensaje se ha enviado con éxito. Muchas gracias.
fr_fr: Votre message a bien été envoyé. Merci.

source: spam blocked by WP-SpamShield
es_es: de spam bloqueados por WP-SpamShield
fr_fr: spam bloqué par WP-SpamShield

source: WP-SpamShield Counter
es_es: WP-SpamShield Contador
fr_fr: Compteur WP-SpamShield

source: Show how much spam is being blocked by WP-SpamShield.
es_es: Mostrar cuánto comentarios spam está siendo bloqueada por WP-SpamShield.
fr_fr: Afficher combien de spams sont bloqués par WP-SpamShield.

source: Currently you have JavaScript disabled. In order to post comments, please make sure JavaScript and Cookies are enabled, and reload the page.
es_es: Actualmente tiene JavaScript desactivado. Con el fin de enviar comentarios, por favor asegúrese de que JavaScript y las cookies están habilitadas, y recargar la página.
fr_fr: JavaScript est actuellement désactivé. Afin de pouvoir poster un commentaire, s'il vous plaît contrôlez que les Cookies et JavaScript sont activés puis rechargez la page.

source: Click here for instructions on how to enable JavaScript in your browser.
es_es: Haga clic aquí para obtener instrucciones sobre cómo habilitar JavaScript en su navegador.
fr_fr: Cliquez ici pour savoir comment activer JavaScript dans votre navigateur.

source: Website Contact
es_es: Contacto del Sitio Web
fr_fr: Contact

source: Message appears to be spam. Please note that link requests, link exchange requests, and SEO outsourcing requests will be automatically deleted, and are not an acceptable use of this contact form.
es_es: Este mensaje parece ser spam. Tenga en cuenta que las solicitudes de enlace de página web, las solicitudes de intercambio de enlaces, y las solicitudes de marketing en Internet de outsourcing se eliminarán de forma automática, y no son un uso aceptable de este formulario de contacto.
fr_fr: Ce message a l'air d'être du spam. S'il vous plaît notez que les demandes de liens, les demandes d'échanges de liens et les demandes de délégation de SEO seront automatiquement détruites et ne sont pas une utilisation possible de ce formulaire de contact.

source: Message appears to be spam. Please note that link requests, link exchange requests, and SEO outsourcing/offshoring spam will be automatically deleted, and are not an acceptable use of this contact form.
es_es: Aparece un mensaje como spam. Tenga en cuenta que el sitio web de enlace peticiones, solicitudes de intercambio de enlaces, la externalización de marketing en Internet de spam y envíos automáticos formulario de contacto se eliminarán de forma automática, y no son un uso aceptable de este formulario de contacto.
fr_fr: Ce message a l'air d'être du spam. S'il vous plaît notez que les demandes de liens, les demandes d'échanges de liens et les demandes de délégation de SEO seront automatiquement détruites et ne sont pas une utilisation possible de ce formulaire de contact.

source: At least one required field was left blank.
es_es: Al menos un campo requerido se deja en blanco.
fr_fr: Au moins un champ a été laissé vide.

source: Please enter a valid phone number.
es_es: Por favor, introduce un número de teléfono válido.
fr_fr: Entrez un numéro de téléphone valide, s'il vous plaît.

source: Message too short. Please enter a complete message.
es_es: El mensaje es demasiado corto. Por favor, introduzca un mensaje completo.
fr_fr: Ce message est trop court. Entrez un message plus long.

source: Message appears to be spam. Please note that link requests, link exchange requests, SEO outsourcing/offshoring spam, and automated contact form submissions will be automatically deleted, and are not an acceptable use of this contact form.
es_es: Aparece un mensaje como spam. Tenga en cuenta que el sitio web de enlace peticiones, solicitudes de intercambio de enlaces, correo no deseado de outsourcing de marketing en Internet / offshoring, y los envíos de formularios de contacto automatizado serán borrados automáticamente, y no son un uso aceptable de este formulario de contacto.
fr_fr: Ce message a l'air d'être du spam. S'il vous plaît notez que les demandes de liens, les demandes d'échanges de liens, les demandes de délégation de SEO et le remplissage automatique de formulaire seront automatiquement détruites et ne sont pas une utilisation possible de ce formulaire de contact.

source: Your message has been blocked based on the website owner's blacklist settings.
fr_fr: Votre message a été bloqué en raison de la liste noire de l'auteur du site.

source: Phone
es_es: Número de Teléfono
fr_fr: Téléphone

source: Company
es_es: Empresa
fr_fr: Entreprise

source: Website Generating This Email
es_es: Sitio web que generó este email
fr_fr: Site générant cet email

source: User-Agent (Browser/OS)
es_es: User-Agent (Navegador)
fr_fr: User-Agent (Navigateur/Système d'exploitation)

source: IP Address
es_es: Dirección IP
fr_fr: Adresse IP

source: Server
es_es: Servidor Web
fr_fr: Serveur

source: IP Address Lookup
es_es: Información de la Dirección IP
fr_fr: Recherche d'adresse IP

source: Additional Technical Data Added by WP-SpamShield
es_es: Adicional Datos Técnicos Agregado por WP-SpamShield
fr_fr: Informations techniques additionnelles ajoutées par WP-SpamShield

source: Currently you have JavaScript disabled.
es_es: Actualmente tiene JavaScript desactivado.
fr_fr: JavaScript est actuellement désactivé.

source: Please return to the contact form and fill out all required fields.
es_es: Por favor regrese al formulario de contacto y rellene todos los campos obligatorios.
fr_fr: S'il vous plaît remplissez l'ensemble des champs requis du formulaire de contact.

source: Please make sure JavaScript and Cookies are enabled in your browser.
es_es: Por favor, asegúrese de que JavaScript y las cookies están habilitadas en su navegador.
fr_fr: S'il vous plaît, contrôlez que les Cookies et JavaScript sont activés dans votre navigateur.

source: Please make sure Images and Cookies are enabled in your browser.
es_es: Por favor, asegúrese de que imágenes y las cookies están habilitadas en su navegador.
fr_fr: S'il vous plaît, contrôlez que les Cookies et les images sont activés dans votre navigateur.

source: Please make sure Cookies are enabled in your browser.
es_es: Por favor, asegúrese de que las cookies están habilitadas en su navegador.
fr_fr: S'il vous plaît, contrôlez que les Cookies sont activés dans votre navigateur.

source: Subject
es_es: Asunto
fr_fr: Sujet

source: Currently you have JavaScript disabled. In order to use this contact form, please make sure JavaScript and Cookies are enabled, and reload the page.
es_es: Actualmente tiene JavaScript desactivado. Para utilizar este formulario de contacto, por favor asegúrese de que JavaScript y las cookies están habilitadas, y recargar la página.
fr_fr: JavaScript est actuellement désactivé. Afin de pouvoir utiliser ce formulaire de contact, s'il vous plaît contrôlez que les Cookies et JavaScript sont activés puis recherchez la page.

source: Send Message
es_es: Enviar Mensaje
fr_fr: Envoyer le message

source: Your location has been identified as part of a reported spam network. Contact form has been disabled to prevent spam.
es_es: Su ubicación ha sido identificada como parte de una red de correo no deseado informado. Formulario de contacto se ha deshabilitado para evitar spam.
fr_fr: Votre adresse a été identifiée comme faisant partie d'un réseau de spam. Le formulaire de contact a donc été désactivé.

source: PHP detects that cookies appear to be enabled.
es_es: PHP detecta que las cookies parecen estar habilitado.
fr_fr: PHP détecte que les Cookies sont activés.

source: PHP detects that cookies appear to be disabled.
es_es: PHP detecta que las cookies parecen estar deshabilitado.
fr_fr: PHP détecte que les Cookies sont désactivés.

source: However, JavaScript detects that cookies are enabled.
es_es: Sin embargo, JavaScript detecta que los cookies están habilitados.
fr_fr: Toutefois, JavaScript détecte que les Cookies sont activés.

source: JavaScript also detects that cookies are disabled.
es_es: JavaScript también detecta que los cookies están desactivadas.
fr_fr: JavaScript détecte aussi que les Cookies sont désactivés.

source: Sorry, there was an error. Please be sure JavaScript and Cookies are enabled in your browser and try again.
es_es: Lo sentimos, hubo un error. Por favor, asegúrese de JavaScript y las cookies están habilitadas en su navegador y vuelva a intentarlo.
fr_fr: Désolé, une erreur s'est produite. S'il vous plaît, contrôler que JavaScript et les Cookies sont activés des votre navigateur et essayez à nouveau.

source: JavaScript and Cookies are required in order to post a comment.
es_es: JavaScript y las cookies son necesarias para poder escribir un comentario.
fr_fr: Les Cookies et JavaScript sont requis afin de pouvoir poster un commentaire.

source: Status: JavaScript is currently disabled.
es_es: JavaScript está desactivado.
fr_fr: Statut: JavaScript est actuellement désactivé.

source: Please be sure JavaScript and Cookies are enabled in your browser. Then, please hit the back button on your browser, and try posting your comment again. (You may need to reload the page.)
es_es: Por favor, asegúrese de JavaScript y las cookies están habilitadas en su navegador. Entonces, por favor, pulse el botón Atrás de su navegador e intente publicar tu comentario nuevo. (Puede que tenga que volver a cargar la página.)
fr_fr: S'il vous plaît, contrôlez que JavaScript et les Cookies sont activés dans votre navigateur. Ensuite, cliquez sur le bouton retour de votre navigateur et essayez de poster votre commentaire à nouveau. (Vous devrez peut-être recharger la page).

source: If you feel you have received this message in error (for example if JavaScript and Cookies are in fact enabled and you have tried to post several times), there is most likely a technical problem (could be a plugin conflict or misconfiguration). Please contact the author of this site, and let them know they need to look into it.
es_es: Si usted cree que ha recibido este mensaje por error (por ejemplo, si JavaScript y Cookies están de hecho habilitada y se ha tratado de publicar varias veces), es más probable que un problema técnico (podría ser un conflicto plugin o mala configuración). Por favor, póngase en contacto con el autor de este sitio, y dejar que ellos saben que tienen que mirar en él.
fr_fr: S'il vous semble que vous avez reçu ce message par erreur (par exemple si JavaScript et les Cookies sont en faite activés et que vous avez essayé de poster plusieurs fois), il y se peut surement qu'il y ait un problème technique (cela peut être un conflit avec un plugin ou une erreur de configuration). S'il vous plaît contactez l'auteur de ce site et avertissez les qu'il doit examiner le problème.

source: Sorry, there was an error. Please enable Images and Cookies in your browser and try again.
es_es: Lo sentimos, hubo un error. Por favor, activa imágenes y cookies en su navegador y vuelva a intentarlo.
fr_fr: Désolé, une erreur s'est produite. S'il vous plaît, activez les Cookies et les images dans votre navigateur et essayez à nouveau.

source: Images and Cookies are required in order to post a comment.<br/>You appear to have at least one of these disabled.
es_es: Se requieren imágenes y cookies para poder escribir un comentario. <BR/> Parece que tiene al menos uno de estos discapacitados.
fr_fr: Les images et Cookies sont requis afin de poster un commentaire.<br />. Il semble qu'au moins un des deux soit désactivé.

source: If you feel you have received this message in error (for example if Images and Cookies are in fact enabled and you have tried to post several times), please alert the author of this site, and let them know they need to look into it.
es_es: Si usted cree que ha recibido este mensaje por error (por ejemplo, si las imágenes y las cookies están habilitadas en realidad y que han tratado de publicar varias veces), por favor avisar al autor de este sitio, y dejar que ellos saben que tienen que mirar en él.
fr_fr: S'il vous semble que vous avez reçu ce message par erreur (par exemple si les images et les Cookies sont en faite activés et que vous avez essayé de poster plusieurs fois), s'il vous plaît contactez l'auteur de ce site et avertissez les qu'il doit examiner le problème.

source: Comments have been temporarily disabled to prevent spam. Please try again later.
es_es: Los comentarios han sido deshabilitados temporalmente para evitar spam. Por favor, inténtelo de nuevo más tarde.
fr_fr: Les commentaires sont temporairement désactivés afin de se prémunir du spam. S'il vous plaît essayez plus tard.

source: Your comment appears to be spam. We don't really appreciate spam here.
es_es: Tu comentario parece ser spam. Nosotros realmente no apreciamos el spam aquí.
fr_fr: Votre commentaire semble être du spam. Nous n'apprécions pas vraiment le spam ici.

source: Please go back and try to say something useful.
es_es: Por favor, volver atrás y tratar de decir algo útil.
fr_fr: S'il vous plaît réessayez et dite quelque chose d'utile.

source: If you are a logged in user, and you are seeing this message repeatedly, then you may need to check your registered user information for spam data.
es_es: Si usted es un usuario registrado, y usted está viendo este mensaje varias veces, entonces puede que tenga que comprobar su información de usuario registrado para datos de spam.
fr_fr: Si vous êtes un utilisateur enregistré et que vous voyez ce message fréquemment, vous devriez contrôler vos informations d'utilisateur pour le spam.

source: Your comment was too short. Please try to say something useful.
es_es: Tu comentario es demasiado corto. Por favor, trate de decir algo útil.
fr_fr: Votre message est trop court. S'il vous plaît essayez de dire quelque chose d'utile.

source: Your location has been identified as part of a reported spam network. Comments have been disabled to prevent spam.
es_es: Su ubicación ha sido identificada como parte de una red de correo no deseado informado. Los comentarios han sido deshabilitados para evitar spam.
fr_fr: Votre adresse a été identifiée comme faisant partie d'un réseau de spam. Les commentaires ont donc été désactivés.

source: Your comment has been blocked because the website owner has set their spam filter to not allow comments from users behind proxies.
es_es: Tu comentario ha sido bloqueado debido a que el propietario del sitio web ha puesto su filtro de spam para no permitir comentarios de los usuarios detrás de proxies.
fr_fr: Votre commentaire a été bloqué car l'auteur de ce site interdit les commentaires venant d'utilisateurs de proxies.

source: If you are a regular commenter or you feel that your comment should not have been blocked, please contact the site owner and ask them to modify this setting.
es_es: Si usted es un comentarista regular o usted piensa que su comentario no debería haber sido bloqueado, por favor póngase en contacto con el propietario del sitio y pedirles que modificar esta configuración.
fr_fr: Si vous est un commentateur régulier ou qu'il vous semble que votre commentaire ne devrait pas avoir été bloqué, s'il vous plaît contactez l'auteur de ce site et demandez-lui de modifier ce réglage.

source: Your comment has been blocked based on the website owner's blacklist settings.
es_es: Tu comentario ha sido bloqueado basándose en la configuración de la lista negra del propietario del sitio web.
fr_fr: Votre commentaire a été bloqué en raison de la liste noire de l'auteur du site.

source: If you feel this is in error, please contact the site owner by some other method.
es_es: Si crees que esto es un error, por favor póngase en contacto con el propietario del sitio por algún otro método.
fr_fr: S'il vous semble que c'est une erreur, s'il vous plaît contactez l'auteur de ce site d'une autre manière.

source: Blacklist the IP Address:
es_es: La lista negra de la dirección IP:
fr_fr: Ajouter l'adresse IP à la liste noire:

source: Page Referrer Check.
es_es: Página Referrer Verificación.
fr_fr: Contrôle de la page référante.

source: This data is helpful if you need to submit a spam sample.
es_es: Estos datos son útiles si usted tiene que presentar una muestra de spam.
fr_fr: Ces données sont utiles si vous souhaitez envoyer un échantillon de spam.

source: First Name
es_es: Nombre
fr_fr: Prénom

source: Last Name
es_es: Apellido
fr_fr: Nom

source: Display Name
es_es: Nombre para Mostrar
fr_fr: Nom affiché

source: Currently you have JavaScript disabled. In order to register, please make sure JavaScript and Cookies are enabled, and reload the page.
es_es: Actualmente tiene JavaScript desactivado. Para registrarse, por favor asegúrese de que JavaScript y las cookies están habilitadas, y recargar la página.
fr_fr: JavaScript est actuellement désactivé. Afin de pouvoir s'enregistrer, s'il vous plaît contrôlez que les Cookies et JavaScript sont activés puis recherchez la page.

source: User ID
es_es: ID de Usuario
fr_fr: ID utilisateur

source: Please enter your %s
es_es: Por favor, introduce un %s
fr_fr: S'il vous plaît entrez votre %s

source: JavaScript and Cookies are required in order to register. Please be sure JavaScript and Cookies are enabled in your browser, and reload the page.
es_es: JavaScript y las cookies son necesarias para poder registrarse. Por favor, asegúrese de JavaScript y las cookies están habilitadas en su navegador y vuelva a cargar la página.
fr_fr: JavaScript et les Cookies sont requis afin de pouvoir s'enregistrer. S'il vous plaît contrôlez que les Cookies et JavaScript sont activés dans votre navigateur, puis recherchez la page.

source: "%1$s" appears to be spam. Please enter a different value in the <strong> %2$s </strong> field.
es_es: "%1$s" parece ser spam. Por favor, introduce un valor diferente en el campo <strong> %2$s </strong>.
fr_fr: « %1$s » semble être du spam. S'il vous plaît entrez une valeur différente dans le champ <strong> %2$s </strong>.

source: No comment spam attempts have been detected yet.
es_es: No hay comentarios intentos de spam se han detectado aún.
fr_fr: Aucun tentative de spam des commentaires n'a été détectée actuellement.

source: has blocked <strong> %s </strong> spam.
fr_fr: a bloqué <strong> %s </strong> spams.

source: That's <strong> %s </strong> spam a day that you don't have to worry about.
fr_fr: Cela fait <strong> %s </strong> spams chaque jour dont vous n'avez pas à vous soucier.

source: Average spam blocked daily
es_es: Spam medio bloqueados por día
fr_fr: Moyenne de spam bloqué quotidiennement

source: You have successfully upgraded from WP-SpamFree to WP-SpamShield. You will now experience improved security, page load speed, and spam-blocking power. All your old settings have been imported, and your contact forms will continue to work without you having to do anything else. You can safely remove the outdated WP-SpamFree plugin.
fr_fr: Vous avez mis à jour avec succès de WP-SpamFree à WP-SpamShield. Vous allez pouvoir profitez maintenant d'une sécurité, une vitesse de chargement et un filtrage du spam amélioré. Tous vos anciens paramètres ont été importés et vos formulaires de contact vont continuer à fonctionner sans que vous n'ayez à faire quelque chose de plus. Vous pouvez supprimer en toute sécurité le plugin WP-SpamFree.

source: Installed Correctly
es_es: El plugin se ha instalado correctamente.
fr_fr: Installé correctement

source: Not Installed Correctly
es_es: El plugin no está instalado correctamente.
fr_fr: Pas installé correctement

source: Plugin Spam settings saved.
es_es: Configuración de Spam se han guardado.
fr_fr: Les paramètres Spam du plugin ont été sauvés.

source: Plugin Contact Form settings saved.
es_es: Configuración de Formulario de Contacto se han guardado.
fr_fr: Les paramètres du formulaire de contact du plugin ont été sauvés.

source: IP Address added to Comment Blacklist.
es_es: Dirección IP fue añadido a la Lista Negra de Comentarios.
fr_fr: L'adresse IP a été ajoutée à la liste noire des commentaires.

source: Invalid IP Address - not added to Comment Blacklist.
es_es: Dirección IP no Válida - No fue añadido a la Lista Negra de Comentarios.
fr_fr: Adresse IP invalide, n'a pas été ajoutée à la liste noire des commentaires.

source: Installation Status
es_es: Estado de la Instalación
fr_fr: Statut d'installation

source: WP-SpamShield has blocked <strong> %s </strong> spam!
fr_fr: WP-SpamShield a bloqué <strong> %s </strong> spams!

source: Quick Navigation - Contents
es_es: Navegación Rápida - Tabla de Contenidos
fr_fr: Navigation rapide

source: General Settings
es_es: Configuración General
fr_fr: Paramètres généraux

source: Contact Form Settings
es_es: Configuración Formulario de Contacto
fr_fr: Paramètres du formulaire de contact

source: Installation Instructions
es_es: Instrucciones de Instalación
fr_fr: Instructions d'installation

source: Displaying Spam Stats on Your Blog
es_es: Viendo Spam Estadísticas en Página Web
fr_fr: Afficher les statistiques de Spam sur votre blog.

source: Adding a Contact Form to Your Blog
es_es: Adición de un Formulario de Contacto a tu Sitio Web
fr_fr: Ajouter un formulaire de contact à votre blog.

source: Configuration Information
es_es: Información de Configuración
fr_fr: Informations de configuration

source: Known Plugin Conflicts
es_es: Los Conflictos Conocidos
fr_fr: Conflits connus avec d'autres plugins

source: Troubleshooting Guide / Support
es_es: Guía de Solución de Problemas / Soporte Técnico
fr_fr: Support / Guide de résolution des problèmes

source: Let Others Know About WP-SpamShield
es_es: Deja que Otros Sepan lo Genial WP-SpamShield Es
fr_fr: Faite savoir à vos amis à propos de WP-SpamShield

source: Download Plugin
es_es: Descargar el Plugin
fr_fr: Télécharger le plugin

source: Happy with WP-SpamShield?
es_es: ¿Está satisfecho con WP-SpamShield?
fr_fr: Heureux avec WP-SpamShield?

source: Let others know by giving it a good rating on WordPress.org!
es_es: Deja que otros sepan lo genial WP-SpamShield es dándole una buena calificación en WordPress.org!
fr_fr: Faite savoir aux autres en donnant une bonne note sur WordPress.org!

source: Plugin Homepage
es_es: Sitio Web del Plugin
fr_fr: Accueil du plugin

source: Tech Support
es_es: Soporte Técnico
fr_fr: Support technique

source: WP-SpamShield Support
es_es: Soporte Técnico para WP-SpamShield
fr_fr: Support WP-SpamShield

source: Follow on Twitter
es_es: Siga en Twitter
fr_fr: Suivre sur Twitter

source: Let Others Know
es_es: Deja que Otros Sepan
fr_fr: Faite savoir aux autres

source: Blocked Comment Logging Mode
es_es: Bloqueados Comentarios Modo de Registro
fr_fr: Enregistrer les commentaires bloqués

source: Temporary diagnostic mode that logs blocked comment submissions for 7 days, then turns off automatically.
es_es: Modo de diagnóstico temporal que registra presentaciones comentario bloqueados durante 7 días, y luego se apaga automáticamente.
fr_fr: Mode temporaire de diagnostique qui enregistre les commentaires bloqués durant 7 jours, puis se désactive automatiquement.

source: Log is cleared each time this feature is turned on.
es_es: El Registro de Comentario Bloqueado se borra cada vez que esta función está activada.
fr_fr: Les enregistrements sont effacés à chaque fois que cette fonction est activée.
